// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Druckerstatus";

"SuppliesDetailsTitle" = "Details zum Verbrauchsmaterial";
"OrderSuppliesTitle" = "HP Verbrauchsmaterial bestellen";

"Loading..." = "Laden…";

// Color Names
"black" = "Mattschwarz";
"blue" = "Blau";
"brightyellow" = "Bright Yellow";
"cyan" = "Zyan";
"darkgray" = "Fotoschwarz";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "Grau";
"green" = "Grün";
"lightcyan" = "Zyan hell";
"lightgray" = "Hellgrau";
"lightmagenta" = "Magenta hell";
"lightyellow" = "Light Yellow";
"magenta" = "Magenta";
"matteblack" = "Mattschwarz";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "Orange";
"photoblack" = "Fotoschwarz";
"red" = "Rot";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "Glanzerhöhung";
"violet" = "Blau";
"white" = "White";
"yellow" = "Gelb";

/* Name field label */
"Name:" = "Name:";

/* Model field label */
"Model:" = "Modell:";

/* Connection field label */
"Connection:" = "Verbindung:";

/* Address field label */
"IP Address:" = "IP-Adresse:";

/* Firmware version field label */
"FW Version:" = "FW-Version:";

// Buttons
PrinterDetailsButtonTitle = "Details Drucker…";
PrinterDetailsButtonToolTip = "Rufen Sie das Dienstprogramm HP Druckermonitor auf, um mehr Details zum Druckerstatus und zu den Warnmeldungen anzuzeigen..";
SuppliesDetailsButtonTitle = "Details Verbrauchsmaterial…";
SuppliesDetailsButtonToolTip = "Klicken Sie hier, um weitere Details zu den Tintenpatronen, Druckköpfen und Druckmedien anzuzeigen.";
OrderSuppliesButtonTitle = "HP Verbrauchsmaterial bestellen";
OrderSuppliesButtonToolTip = "HP Verbrauchsmaterial bei HP.com bestellen";

